Repository: daaihang/sprout
Catalog: mory/mory/Localizable.xcstrings
Source language: en
Languages: zh_hans

# debug.server.probe.analysis
source: Analysis Endpoint
zh_hans: 分析端点

# debug.server.probe.auth
source: Auth Endpoint
zh_hans: 认证端点

# debug.server.probe.health
source: Health
zh_hans: 健康检查

# debug.server.probe.root
source: Root
zh_hans: 根路径

# debug.server.results
source: Probe Results
zh_hans: 探针结果

# debug.server.run
source: Run Server Probes
zh_hans: 运行服务探针

# debug.server.running
source: Probing server...
zh_hans: 正在探测服务...

# debug.settings.language
source: Language Settings
zh_hans: 语言设置

# debug.settings.languageFooter
source: Opens the system settings page for this app where you can change the preferred language.
zh_hans: 打开系统设置中本 App 的页面，可单独设置语言。

# debug.speech.duration
source: Duration
zh_hans: 耗时

# debug.speech.file
source: File
zh_hans: 文件

# debug.speech.footer
source: This tests Speech framework transcription for an existing audio file. Recording capture still uses the composer flow.
zh_hans: 这里测试对现有音频文件进行 Speech 转写。录音采集仍使用 Capture 编辑器流程。

# debug.speech.locale
source: Locale
zh_hans: 语言区域

# debug.speech.noResult
source: Speech transcription returned no result. Check permission, file format, recognizer availability, and audio quality.
zh_hans: 语音转写没有返回结果。请检查权限、文件格式、识别器可用性和音频质量。

# debug.speech.result
source: Transcription Result
zh_hans: 转写结果

# debug.speech.selectAudio
source: Select Audio File
zh_hans: 选择音频文件

# debug.speech.text
source: Text
zh_hans: 文本

# debug.speech.transcribing
source: Transcribing...
zh_hans: 正在转写...

# debug.storage.analyses
source: Analysis Snapshots
zh_hans: 分析快照

# debug.storage.arcs
source: Temporal Arcs
zh_hans: 故事线

# debug.storage.artifacts
source: Artifacts
zh_hans: Artifact

# debug.storage.brokenArcs
source: Broken temporal arcs
zh_hans: 断裂的故事线

# debug.storage.brokenEdges
source: Broken entity edges
zh_hans: 断裂的实体关系边

# debug.storage.brokenLinks
source: Broken artifact-entity links
zh_hans: 断裂的 Artifact-实体链接

# debug.storage.brokenReflections
source: Broken reflections
zh_hans: 断裂的感悟

# debug.storage.clean
source: No Integrity Issues
zh_hans: 无完整性问题

# debug.storage.clearAllData
source: Clear All Local Data
zh_hans: 清除所有本地数据

# debug.storage.clearAllData.confirm
source: Clear Data
zh_hans: 确认清除

# debug.storage.clearAllData.confirmMessage
source: This removes local memories, artifacts, graph data, boards, arcs, reflections, and pipeline statuses from this device. Sign-in credentials are not removed.
zh_hans: 这会从本设备移除本地记忆、Artifact、图谱数据、看板、故事线、感悟和管线状态。登录凭据不会被移除。

# debug.storage.clearAllData.confirmTitle
source: Clear all local data?
zh_hans: 清除所有本地数据？

# debug.storage.clearAllData.footer
source: Use this before a clean test pass. This does not sign out or delete Keychain credentials.
zh_hans: 用于开始一次干净的测试。这不会退出登录，也不会删除 Keychain 凭据。

# debug.storage.clearAllData.success
source: All local data was cleared.
zh_hans: 所有本地数据已清除。

# debug.storage.clearingAll
source: Clearing Local Data...
zh_hans: 正在清除本地数据...

# debug.storage.counts
source: Counts
zh_hans: 数量

# debug.storage.dangerZone
source: Danger Zone
zh_hans: 危险区

# debug.storage.edges
source: Edges
zh_hans: 关系边

# debug.storage.entities
source: Entities
zh_hans: 实体

# debug.storage.footer
source: This report is read-only. It counts persisted SwiftData models and checks common broken references.
zh_hans: 此报告只读。它统计持久化 SwiftData 模型并检查常见断裂引用。

# debug.storage.integrity
source: Integrity
zh_hans: 完整性

# debug.storage.issueCount
source: %lld issue(s) found.
zh_hans: 发现 %lld 个问题。

# debug.storage.issueDetail
source: %lld broken reference(s).
zh_hans: %lld 个断裂引用。

# debug.storage.issues
source: Integrity Issues
zh_hans: 完整性问题

# debug.storage.links
source: Artifact Links
zh_hans: Artifact 链接

# debug.storage.missingRecordArtifacts
source: Record artifact IDs missing artifacts
zh_hans: 记录引用了不存在的 Artifact

# debug.storage.orphanAnalyses
source: Analysis snapshots without records
zh_hans: 缺少记录的分析快照

# debug.storage.orphanArtifacts
source: Artifacts without records
zh_hans: 缺少记录的 Artifact

# debug.storage.orphanPipelines
source: Pipeline statuses without records
zh_hans: 缺少记录的管线状态

# debug.storage.pipelines
source: Pipeline Statuses
zh_hans: 管线状态

# debug.storage.records
source: Records
zh_hans: 记录

# debug.storage.reflections
source: Reflections
zh_hans: 感悟

# debug.storage.refresh
source: Refresh Storage Report
zh_hans: 刷新存储报告

# debug.target.latest
source: Latest
zh_hans: 最新

# debug.target.picker
source: Target
zh_hans: 目标

# debug.target.type
source: Target Type
zh_hans: 目标类型

# debug.title
source: Debug
zh_hans: 调试

# debug.toast.authReportCopied
source: Auth report copied
zh_hans: 认证报告已复制

# debug.toast.copied
source: %@ copied
zh_hans: 已复制 %@

# debug.toast.fullReportCopied
source: Full report copied (%lld chars)
zh_hans: 完整报告已复制（%lld 个字符）

# debug.toast.payloadsCopied
source: %@ payloads copied (%lld chars)
zh_hans: %@ 载荷已复制（%lld 个字符）

# debug.toast.pipelineTraceCopied
source: Pipeline trace copied
zh_hans: 管线 trace 已复制

# debug.toast.signedOut
source: Signed out
zh_hans: 已退出登录

# debug.value.accepted
source: accepted
zh_hans: 已通过

# debug.value.authorized
source: Authorized
zh_hans: 已授权

# debug.value.denied
source: Denied
zh_hans: 已拒绝

# debug.value.disabled
source: disabled
zh_hans: 已禁用

# debug.value.enabled
source: enabled
zh_hans: 已启用

# debug.value.filtered
source: filtered
zh_hans: 已过滤

# debug.value.limited
source: Limited
zh_hans: 受限访问

# debug.value.missing
source: missing
zh_hans: 缺失

# debug.value.no
source: no
zh_hans: 否

# debug.value.none
source: none
zh_hans: 无

# debug.value.notDetermined
source: Not Determined
zh_hans: 未决定

# debug.value.present
source: present
zh_hans: 存在

# debug.value.restricted
source: Restricted
zh_hans: 受限制

# debug.value.unknown
source: Unknown
zh_hans: 未知

# debug.value.yes
source: yes
zh_hans: 是

source: Default layout
zh_hans: 默认布局

source: Delete Core Spotlight index
zh_hans: 删除 Core Spotlight 索引

source: Delivery pace
zh_hans: 投递节奏

source: Device ID
zh_hans: 设备 ID

source: Device-scoped keys may persist across sign-out. Owner-scoped keys are namespaced by the active local data owner. Debug keys are development controls and do not store user memory content.
zh_hans: 设备级 key 可能在退出登录后继续保留。用户级 key 会按当前本地数据所有者隔离。Debug key 只是开发控制项，不存储用户记忆内容。

source: Disable tuning runtime
zh_hans: 禁用调参运行时

source: Disabled
zh_hans: 已禁用

source: Dismiss
zh_hans: 关闭

source: Done
zh_hans: 完成

source: Each run creates real local memories and calls the configured Go API through the normal pipeline.
zh_hans: 每次运行都会创建真实本地记忆，并通过正常流水线调用已配置的 Go API。

# empty.action.addFirstMemory
source: Add first memory
zh_hans: 添加第一条记忆

# empty.action.addMemory
source: Add memory
zh_hans: 添加记忆

# empty.action.clearFilters
source: Clear filters
zh_hans: 清除筛选

# empty.action.clearSearch
source: Clear search
zh_hans: 清空搜索

# empty.action.openSettings
source: Open Settings
zh_hans: 打开设置

# empty.action.retry
source: Retry
zh_hans: 重试

# empty.insights.decisions
source: Decisions appear after analysis finds durable choices.
zh_hans: 当分析识别出稳定选择后，决策会出现在这里。

# empty.insights.message
source: Insights appear after enough memories form patterns. Keep capturing real moments.
zh_hans: 当足够多的记忆形成模式后，洞察会出现在这里。继续记录真实片段即可。

# empty.insights.people
source: People appear after analysis links them to memories.
zh_hans: 当分析把人物和记忆关联起来后，人物会出现在这里。

# empty.insights.places
source: Places appear once memories carry reusable location context.
zh_hans: 当记忆带有可复用地点上下文后，地点会出现在这里。

# empty.insights.reflections
source: Suggested reflections appear after analysis finds useful evidence.
zh_hans: 当分析找到有用证据后，建议感悟会出现在这里。

# empty.insights.storylines
source: Storylines appear when multiple memories point to the same pattern.
zh_hans: 当多条记忆指向同一模式后，故事线会出现在这里。

# empty.insights.themes
source: Themes appear after repeated signals accumulate.
zh_hans: 当重复信号积累后，主题会出现在这里。

# empty.insights.title
source: Insights need a little history
zh_hans: 洞察需要一点积累

# empty.memories.filtered.message
source: No memories match these filters. Clear filters or try a broader view.
zh_hans: 没有记忆符合当前筛选。清除筛选，或换一个更宽的视图。

# empty.memories.filtered.title
source: No matching memories
zh_hans: 没有匹配的记忆

# empty.memories.message
source: Saved memories will appear here. Capture from the toolbar when you are ready.
zh_hans: 保存的记忆会出现在这里。准备好时可以从工具栏记录。

# empty.memories.title
source: Your memory library is empty
zh_hans: 记忆库是空的

# empty.permission.message
source: This context is unavailable because permission is off. You can enable it or continue without it.
zh_hans: 这个上下文因权限关闭而不可用。你可以开启它，也可以继续记录。

# empty.permission.title
source: Permission is off
zh_hans: 权限已关闭

# empty.processingFailed.message
source: The source is saved locally. You can retry analysis when you are ready.
zh_hans: 原始内容已本地保存。准备好后可以重试分析。

# empty.processingFailed.title
source: Analysis can be retried
zh_hans: 分析可以重试

# empty.search.message
source: No results match this query. Clear search or try a shorter phrase.
zh_hans: 没有结果匹配这次搜索。清空搜索，或试试更短的词。

# empty.search.title
source: No results
zh_hans: 没有结果

# empty.today.message
source: Mory is ready for a first memory. Start with text or voice; optional context can come later.
zh_hans: Mory 已准备好记录第一条记忆。可以先用文字或语音开始，上下文稍后再加。

# empty.today.title
source: Ready for your first memory
zh_hans: 可以记录第一条记忆了

source: Enabled
zh_hans: 已启用

source: Enqueue first pending intent
zh_hans: 入队第一条待处理意图

source: Enqueue selected debug job
zh_hans: 入队选中的调试任务

source: Enqueue test push
zh_hans: 入队测试推送

source: Entity ID
zh_hans: 实体 ID

source: Entity results
zh_hans: 实体结果

# entity.kind.activity
source: Activity
zh_hans: 活动

# entity.kind.decision
source: Decision
zh_hans: 决策

# entity.kind.object
source: Object
zh_hans: 物品

# entity.kind.person
source: Person
zh_hans: 人物

# entity.kind.place
source: Place
zh_hans: 地点

# entity.kind.theme
source: Theme
zh_hans: 主题

# entity.nav.title
source: Entity Detail
zh_hans: 关联项详情

# entity.section.info
source: Entity
zh_hans: 关联项

source: Error
zh_hans: 错误

source: Execution
zh_hans: 执行

source: Expectation: %@
zh_hans: 预期：%@

source: FAIL
zh_hans: 失败

source: Failed
zh_hans: 失败

source: Failed Stage: %@
zh_hans: 失败阶段：%@

source: Feature flags
zh_hans: 功能开关

source: Filtered
zh_hans: 已过滤

source: Finishing...
zh_hans: 正在完成...

source: Fixed mode
zh_hans: 固定模式

source: Fixture
zh_hans: 样例

source: Force APNs registration sync
zh_hans: 强制同步 APNs 注册

source: Generate map snapshot
zh_hans: 生成地图快照

source: Generating map
zh_hans: 正在生成地图

source: Graph deltas
zh_hans: 图谱变化

source: Home Board Debug
zh_hans: 首页看板调试

source: Home Board Rules
zh_hans: 首页看板规则

# home.board.action.dismiss
source: Dismiss
zh_hans: 忽略

# home.board.action.hide
source: Hide
zh_hans: 隐藏

# home.board.action.pin
source: Pin
zh_hans: 置顶

# home.board.action.unpin
source: Unpin
zh_hans: 取消置顶

# home.board.arc.ongoing %lld
source: %lld memories | Ongoing
zh_hans: %lld 条记忆 | 进行中

# home.board.cluster.count %lld
source: %lld related memories
zh_hans: %lld 条相关记忆

# home.board.cluster.subtitle %lld
source: Repeated across %lld recent memories.
zh_hans: 在最近 %lld 条记忆中反复出现。

# home.board.cluster.title
source: Repeated context
zh_hans: 重复上下文

# home.board.empty
source: No board items have been composed yet. New captures, accepted arcs, and saved reflections will surface here.
zh_hans: 看板还没有内容。新记录、确认的故事线和保存的感悟会出现在这里。

# home.board.kind.arc
source: Storyline
zh_hans: 故事线

# home.board.kind.cluster
source: Cluster
zh_hans: 聚合

# home.board.kind.memory
source: Memory
zh_hans: 记忆

# home.board.kind.pending
source: Needs Attention
zh_hans: 待处理

# home.board.kind.reflection
source: Reflection
zh_hans: 感悟

# home.board.kind.system
source: Guide
zh_hans: 提示

# home.board.pending.failed
source: Analysis failed. Open this memory to inspect or rerun diagnostics.
zh_hans: 分析失败。打开这条记忆查看或重新诊断。

# home.board.pending.running
source: Analysis is still running.
zh_hans: 分析仍在进行中。

# home.board.system.empty.subtitle
source: Start with a text note, link, place, audio, or photo. Mory will build the board from real memories.
zh_hans: 先添加文字、链接、地点、录音或图片。Mory 会从真实记忆生成主页面板。

# home.board.system.empty.title
source: Capture your first memory
zh_hans: 添加第一条记忆

# home.board.system.onboarding.subtitle
source: A few more memories will let Mory surface patterns, storylines, and reflections.
zh_hans: 再添加几条记忆后，Mory 会开始显示模式、故事线和感悟。

# home.board.system.onboarding.title
source: Keep building the memory base
zh_hans: 继续建立记忆基础

# home.capture.button
source: New Memory
zh_hans: 新记忆

# home.capture.description
source: Save directly into the memory stack, then watch analysis, graph, arcs, and reflections accumulate from the same record.
zh_hans: 直接写入记忆库，随后系统会自动为这条记录生成解析、关系图、故事线和感悟。

# home.capture.title
source: Capture
zh_hans: 记录

# home.empty.description
source: Your first capture will immediately land in the new memory stack.
zh_hans: 第一条记录会直接进入记忆库。

# home.empty.title
source: No memories yet
zh_hans: 还没有记忆

# home.nav.title
source: Home
zh_hans: 首页

# home.pipeline.empty
source: Saved memories will show whether analysis is pending, running, complete, or failed.
zh_hans: 保存的记忆会显示解析是否等待中、进行中、已完成或已失败。

# home.section.board
source: Today Board
zh_hans: 今日看板

# home.section.pipeline
source: Pipeline Status
zh_hans: 处理状态

# home.section.recent
source: Recent
zh_hans: 最近

source: Inputs
zh_hans: 输入

# insights.entity.stats %lld %lld %lld
source: %1$lld memories · %2$lld storylines · %3$lld reflections
zh_hans: %1$lld 条记忆 · %2$lld 条故事线 · %3$lld 条感悟

# insights.hub.footer
source: Insights are driven by saved memories, graph links, storylines, and reflections.
zh_hans: 洞察由已保存记忆、图谱关系、故事线和感悟共同驱动。

# insights.hub.people.subtitle
source: Explore people, places, themes, and decisions detected from memories.
zh_hans: 探索从记忆中识别的人物、地点、主题和决策。

# insights.hub.people.title
source: People & Themes
zh_hans: 人物与主题

# insights.hub.reflections.subtitle
source: Review suggested and saved AI reflections with evidence.
zh_hans: 查看带有证据来源的建议和已保存感悟。

# insights.hub.reflections.title
source: Reflections
zh_hans: 感悟

# insights.hub.search.subtitle
source: Search memories, people, places, themes, decisions, storylines, and reflections.
zh_hans: 搜索记忆、人物、地点、主题、决策、故事线和感悟。

# insights.hub.search.title
source: Search
zh_hans: 搜索

# insights.hub.storylines.subtitle
source: Open accepted and candidate patterns grounded in source memories.
zh_hans: 查看由原始记忆支撑的已确认或候选模式。

# insights.hub.storylines.title
source: Storylines
zh_hans: 故事线

# insights.metric.entities
source: Entities
zh_hans: 关联项

# insights.metric.reflections
source: Reflections
zh_hans: 感悟

# insights.metric.storylines
source: Storylines
zh_hans: 故事线

# insights.reflection.sourceCount %lld
source: %lld visible sources
zh_hans: %lld 个可见来源

# insights.section.decisions
source: Decisions
zh_hans: 决策

# insights.section.highlightedStoryline
source: Highlighted Storyline
zh_hans: 重点故事线

# insights.section.overview
source: Overview
zh_hans: 概览

# insights.section.people
source: People
zh_hans: 人物

# insights.section.places
source: Places
zh_hans: 地点

# insights.section.savedReflections
source: Saved Reflections
zh_hans: 已保存感悟

# insights.section.storylines
source: Storylines
zh_hans: 故事线

# insights.section.suggestedReflections
source: Suggested Reflections
zh_hans: 建议感悟

# insights.section.themes
source: Themes
zh_hans: 主题

# insights.storyline.sourceCount %lld
source: %lld source memories
zh_hans: %lld 条来源记忆

source: Internal diagnostics are enabled for Debug, development installs, and InternalBeta TestFlight builds only.
zh_hans: 内部诊断仅在 Debug、开发安装和 InternalBeta TestFlight 构建中启用。

source: Internal-only diagnostics for APNs token sync, delivery writeback retry, and server-side queued push delivery.
zh_hans: 内部诊断页，用于 APNs token 同步、投递回写重试和服务端队列推送投递。

source: iOS can reliably distinguish Debug, development install, TestFlight receipt, and App Store receipt. Internal vs public beta requires the MORY_BUILD_CHANNEL build setting.
zh_hans: iOS 可以可靠区分 Debug、开发安装、TestFlight 收据和 App Store 收据。内测与公测需要通过 MORY_BUILD_CHANNEL 构建设置区分。

source: Job kind counts
zh_hans: 任务类型统计

source: Job Queue
zh_hans: 任务队列

source: Job status counts
zh_hans: 任务状态统计

source: Last error
zh_hans: 最近错误

source: Last result
zh_hans: 最近结果

source: Last transport trace
zh_hans: 最近传输轨迹

source: Latitude
zh_hans: 纬度

source: Leave fields empty to use the selected preset.
zh_hans: 留空则使用选中的预设。

source: Legacy has user data
zh_hans: 旧数据含用户数据

source: Legacy owner
zh_hans: 旧数据所有者

source: Less
zh_hans: 减少

source: Limit: %lld
zh_hans: 限制：%lld

source: Link
zh_hans: 链接

source: Live and search previews only update this debug page. They do not save memories.
zh_hans: 当前播放和搜索预览只更新此调试页，不会保存记忆。

source: Load current playing song
zh_hans: 加载当前播放歌曲

source: Load server worker metrics
zh_hans: 加载服务端 worker 指标

source: Loading now playing
zh_hans: 正在加载当前播放

source: Loading preview...
zh_hans: 正在加载预览...

source: Local data owner
zh_hans: 本地数据所有者

source: Local data scope
zh_hans: 本地数据作用域

source: Local data store
zh_hans: 本地数据存储

source: Local Data Vault
zh_hans: 本地数据保险库

source: Local Gate Overrides
zh_hans: 本地门控覆盖

source: Local owner
zh_hans: 本地所有者

source: Local preferences
zh_hans: 本地偏好

source: Location memories will appear here after Mory resolves them into saved places.
zh_hans: Mory 将地点解析为已保存地点后，相关记忆会显示在这里。

source: Longitude
zh_hans: 经度

source: Map snapshots are static images. Cards fall back to a lightweight map texture when no snapshot is available.
zh_hans: 地图快照是静态图片。没有快照时，卡片会回退到轻量地图纹理。

# memories.empty.description
source: New captures will accumulate here as a persistent memory library.
zh_hans: 新记录会逐步积累成你的记忆库。

# memories.empty.title
source: Your memory library is empty
zh_hans: 记忆库是空的

# memories.filters.anyArtifact
source: Any artifact
zh_hans: 任意附件

# memories.filters.anyContext
source: Any context
zh_hans: 任意上下文

# memories.filters.anyInsight
source: Any insight
zh_hans: 任意洞察

# memories.filters.anyStatus
source: Any status
zh_hans: 任意状态

# memories.filters.available %@
source: Available: %@
zh_hans: 可用：%@

# memories.filters.clear
source: Clear
zh_hans: 清除

# memories.filters.hasEntities
source: Has entities
zh_hans: 有关联项

# memories.filters.hasLocation
source: Has location
zh_hans: 有地点

# memories.filters.hasMusic
source: Has music
zh_hans: 有音乐

# memories.filters.hasReflection
source: Has reflection
zh_hans: 有感悟

# memories.filters.hasStoryline
source: Has storyline
zh_hans: 有故事线

# memories.filters.hasWeather
source: Has weather
zh_hans: 有天气

# memories.filters.title
source: Filters
zh_hans: 筛选

# memories.hub.all.subtitle
source: Browse every saved memory and open details.
zh_hans: 浏览所有已保存的记忆并打开详情。

# memories.hub.all.title
source: All Memories
zh_hans: 全部记忆

# memories.hub.footer
source: Memories is the complete library. v5 will add filters and richer browsing here.
zh_hans: Memories 是完整资料库。v5 后续会在这里加入筛选和更完整的浏览体验。

# memories.hub.search.subtitle
source: Search memories, people, storylines, and reflections.
zh_hans: 搜索记忆、人物、故事线和感悟。

# memories.hub.search.title
source: Search
zh_hans: 搜索

# memories.hub.timeline.subtitle
source: Review memories grouped by day, week, month, or year.
zh_hans: 按日、周、月或年回顾记忆。

# memories.hub.timeline.title
source: Timeline
zh_hans: 时间线

# memories.library.count %lld %lld
source: Showing %1$lld of %2$lld memories
zh_hans: 显示 %1$lld / %2$lld 条记忆

# memories.library.footer
source: Memories shows the live library first; timeline and search stay one tap away.
zh_hans: 记忆页优先显示实时资料库，时间线和搜索仍可一键进入。

# memories.nav.title
source: Memories
zh_hans: 记忆

# memories.section.all
source: All Memories
zh_hans: 全部记忆

source: Memory detail layout
zh_hans: 记忆详情布局

source: Memory results
zh_hans: 记忆结果

source: Memory revisit
zh_hans: 记忆回访

# memory.analysis.retry
source: Retry Analysis
zh_hans: 重试解析

# memory.analysis.retrying
source: Retrying...
zh_hans: 重试中…

# memory.edge.stats %lld %lld
source: %1$lld records · %2$lld attachments
zh_hans: %1$lld 条记录 · %2$lld 个附件

# memory.edit.addAttachment
source: Add Supporting Artifact
zh_hans: 补充附注

# memory.edit.addAttachment.placeholder
source: Add one more note to this memory
zh_hans: 给这条记忆补充一句

# memory.edit.attachments.footer
source: Deleting or reordering attachments will rerun memory analysis after saving.
zh_hans: 删除或调整附件顺序后，保存会重新分析这条记忆。

# memory.edit.body.placeholder
source: Write the memory...
zh_hans: 写下这条记忆…

# memory.edit.button
source: Edit Memory
zh_hans: 编辑记忆

# memory.edit.cancel
source: Cancel Editing
zh_hans: 取消编辑

# memory.edit.deletedAttachments.format
source: %lld attachments marked for deletion
zh_hans: 已标记删除 %lld 个附件

# memory.edit.details
source: Details
zh_hans: 细节

# memory.edit.discard.action
source: Discard Changes
zh_hans: 放弃修改

# memory.edit.discard.message
source: Your edits have not been saved.
zh_hans: 当前修改还没有保存。

# memory.edit.discard.title
source: Discard edits?
zh_hans: 放弃编辑？

# memory.edit.done
source: Done
zh_hans: 完成

# memory.edit.existingAttachments
source: Existing Attachments
zh_hans: 已有附件

# memory.edit.hint
source: Correct text, mood, context, or add one more supporting note before rerunning analysis.
zh_hans: 在重新解析前，可以修改文本、心情、背景信息，或补充一条附注。

# memory.edit.moveAttachmentDown
source: Move attachment down
zh_hans: 下移附件

# memory.edit.moveAttachmentUp
source: Move attachment up
zh_hans: 上移附件

# memory.edit.saveChanges
source: Save Changes
zh_hans: 保存修改

# memory.empty.analysis
source: No analysis snapshot.
zh_hans: 暂无解析结果。

# memory.empty.attachments
source: No attachments linked yet.
zh_hans: 暂无附件。

# memory.empty.edges
source: No graph edges.
zh_hans: 暂无关联关系。

# memory.error.notFound
source: Memory not found.
zh_hans: 未找到该记忆。

# memory.label.context
source: Input Context
zh_hans: 背景信息

# memory.label.media
source: Media
zh_hans: 媒体

# memory.label.metadata
source: Metadata
zh_hans: 元数据

# memory.label.mood
source: Mood
zh_hans: 心情

# memory.label.rawCapture
source: Raw Capture
zh_hans: 原始内容

# memory.label.source
source: Source
zh_hans: 来源

# memory.nav.title
source: Memory
zh_hans: 记忆详情

# memory.row.attachments %lld
source: %lld attachments
zh_hans: %lld 个附件

# memory.section.analysis
source: Analysis
zh_hans: 解析

# memory.section.attachments
source: Attachments
zh_hans: 附件

# memory.section.correction
source: Correction
zh_hans: 修正

# memory.section.edges
source: Edges
zh_hans: 关联

# memory.section.record
source: Record
zh_hans: 记录

source: Mentions
zh_hans: 提及

source: Merge into this place
zh_hans: 合并到此地点

source: Merge selected places
zh_hans: 合并选中地点

source: Missing by kind
zh_hans: 按类型统计缺失

source: More
zh_hans: 更多

source: Music
zh_hans: 音乐

source: Music Lab
zh_hans: 音乐实验室

source: Name
zh_hans: 名称

source: New job kind
zh_hans: 新任务类型

source: New place name
zh_hans: 新地点名称

source: Nickname or alternate name
zh_hans: 昵称或其他称呼

source: No active local data diagnostics.
zh_hans: 暂无活跃的本地数据诊断。

source: No arc/reflection results
zh_hans: 暂无阶段/回顾结果

source: No auth manager attached.
zh_hans: 未连接认证管理器。

source: No entity results
zh_hans: 暂无实体结果

source: No jobs
zh_hans: 暂无任务

source: No memory results
zh_hans: 暂无记忆结果

source: No notification intents
zh_hans: 暂无通知意图

source: No other places to merge.
zh_hans: 没有可合并的其他地点。

source: No places
zh_hans: 暂无地点

source: No preview loaded.
zh_hans: 尚未加载预览。

source: No suggestion cards
zh_hans: 暂无建议卡片

source: No user board cards
zh_hans: 暂无用户看板卡片

source: No visible cards
zh_hans: 暂无可见卡片

source: Not now
zh_hans: 暂不

source: Not selected
zh_hans: 未选中

source: Note
zh_hans: 备注

source: Notification intent counts
zh_hans: 通知意图统计

# onboarding.localFirst.message
source: Your captures are saved locally first. Analysis can add structure, but the source stays yours.
zh_hans: 你的记录会先保存在本地。分析可以补充结构，但原始内容始终属于你。

# onboarding.localFirst.title
source: Local-first by default
zh_hans: 默认本地优先

# onboarding.nav.title
source: Welcome to Mory
zh_hans: 欢迎使用 Mory

# onboarding.next
source: Next
zh_hans: 下一步
